Repository: rendiwijiatmoko/Vaultwarden
Catalog: vaultwardenApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Import Encrypted Vault
ar: استيراد خزنة مشفرة
bg: Импортиране на шифрован трезор
bn: এনক্রিপ্ট করা ভল্ট ইমপোর্ট করুন
ca: Importa una caixa forta xifrada
cs: Importovat šifrovaný trezor
da: Importér krypteret boks
de: Verschlüsselten Tresor importieren
el: Εισαγωγή κρυπτογραφημένης κρύπτης
es: Importar caja fuerte cifrada
fa: وارد کردن گاوصندوق رمزگذاری‌شده
fi: Tuo salattu holvi
fr: Importer un coffre chiffré
he: ייבוא כספת מוצפנת
hi: एन्क्रिप्टेड तिजोरी इंपोर्ट करें
hr: Uvezi šifrirani trezor
hu: Titkosított széf importálása
id: Impor Vault Terenkripsi
it: Importa cassaforte crittografata
ja: 暗号化された保管庫をインポート
kk: Шифрланған қойманы импорттау
ko: 암호화된 볼트 가져오기
lt: Importuoti šifruotą saugyklą
ms: Import Peti Besi Disulitkan
nb: Importer kryptert hvelv
nl: Versleutelde kluis importeren
pl: Importuj zaszyfrowany sejf
pt: Importar cofre encriptado
ro: Importare seif criptat
ru: Импортировать зашифрованное хранилище
sk: Importovať zašifrovaný trezor
sl: Uvozi šifrirani trezor
sv: Importera krypterat valv
th: นำเข้าตู้นิรภัยที่เข้ารหัส
tr: Şifreli Kasayı İçe Aktar
uk: Імпортувати зашифроване сховище
vi: Nhập kho lưu trữ đã mã hóa
zh_hans: 导入加密密码库
zh_hant: 匯入加密密碼庫

source: Import, export and local cache
ar: الاستيراد والتصدير وذاكرة التخزين المحلية
bg: Импортиране, експортиране и локален кеш
bn: ইমপোর্ট, এক্সপোর্ট ও স্থানীয় ক্যাশ
ca: Importació, exportació i memòria cau local
cs: Import, export a místní mezipaměť
da: Import, eksport og lokal cache
de: Import, Export und lokaler Cache
el: Εισαγωγή, εξαγωγή και τοπική προσωρινή μνήμη
es: Importación, exportación y caché local
fa: وارد کردن، خروجی و حافظه پنهان محلی
fi: Tuonti, vienti ja paikallinen välimuisti
fr: Importation, exportation et cache local
he: ייבוא, ייצוא ומטמון מקומי
hi: इंपोर्ट, एक्सपोर्ट और लोकल कैश
hr: Uvoz, izvoz i lokalna predmemorija
hu: Importálás, exportálás és helyi gyorsítótár
id: Impor, ekspor, dan cache lokal
it: Importazione, esportazione e cache locale
ja: インポート、エクスポート、ローカルキャッシュ
kk: Импорт, экспорт және жергілікті кэш
ko: 가져오기, 내보내기 및 로컬 캐시
lt: Importas, eksportas ir vietinis podėlis
ms: Import, eksport dan cache setempat
nb: Import, eksport og lokal hurtigbuffer
nl: Importeren, exporteren en lokale cache
pl: Import, eksport i lokalna pamięć podręczna
pt: Importação, exportação e cache local
ro: Importare, exportare și cache local
ru: Импорт, экспорт и локальный кэш
sk: Import, export a lokálna vyrovnávacia pamäť
sl: Uvoz, izvoz in lokalni predpomnilnik
sv: Import, export och lokal cache
th: นำเข้า ส่งออก และแคชในเครื่อง
tr: İçe aktarma, dışa aktarma ve yerel önbellek
uk: Імпорт, експорт і локальний кеш
vi: Nhập, xuất và bộ nhớ đệm cục bộ
zh_hans: 导入、导出与本地缓存
zh_hant: 匯入、匯出與本機快取

source: Imported %lld items and %lld folders. %lld items failed.
ar: تم استيراد %lld من العناصر و%lld من المجلدات. فشل استيراد %lld من العناصر.
bg: Импортирани са %lld елемента и %lld папки. Неуспешни елементи: %lld.
bn: %lldটি আইটেম ও %lldটি ফোল্ডার ইমপোর্ট হয়েছে। %lldটি আইটেম ব্যর্থ হয়েছে।
ca: S'han importat %lld elements i %lld carpetes. Han fallat %lld elements.
cs: Importováno %lld položek a %lld složek. %lld položek se nezdařilo.
da: Importerede %lld elementer og %lld mapper. %lld elementer mislykkedes.
de: %lld Einträge und %lld Ordner importiert. %lld Einträge sind fehlgeschlagen.
el: Εισήχθησαν %lld στοιχεία και %lld φάκελοι. Απέτυχαν %lld στοιχεία.
es: Se importaron %lld elementos y %lld carpetas. No se pudieron importar %lld elementos.
fa: %lld مورد و %lld پوشه وارد شد. %lld مورد ناموفق بود.
fi: Tuotiin %lld kohdetta ja %lld kansiota. %lld kohteen tuonti epäonnistui.
fr: %lld éléments et %lld dossiers importés. Échec de %lld éléments.
he: יובאו %lld פריטים ו-%lld תיקיות. הייבוא של %lld פריטים נכשל.
hi: %lld आइटम और %lld फोल्डर इंपोर्ट हुए। %lld आइटम विफल हुए।
hr: Uvezeno je %lld stavki i %lld mapa. Neuspjele stavke: %lld.
hu: %lld elem és %lld mappa importálva. %lld elem sikertelen.
id: %lld item dan %lld folder diimpor. %lld item gagal.
it: Importati %lld elementi e %lld cartelle. %lld elementi non riusciti.
ja: %lld個の項目と%lld個のフォルダーをインポートしました。%lld個の項目は失敗しました。
kk: %lld элемент және %lld қалта импортталды. %lld элемент сәтсіз аяқталды.
ko: 항목 %lld개와 폴더 %lld개를 가져왔습니다. 항목 %lld개는 실패했습니다.
lt: Importuota %lld elementų ir %lld aplankų. Nepavyko importuoti %lld elementų.
ms: %lld item dan %lld folder diimport. %lld item gagal.
nb: Importerte %lld elementer og %lld mapper. %lld elementer mislyktes.
nl: %lld items en %lld mappen geïmporteerd. %lld items zijn mislukt.
pl: Zaimportowano %lld elementów i %lld folderów. Nie udało się zaimportować %lld elementów.
pt: Foram importados %lld itens e %lld pastas. A importação de %lld itens falhou.
ro: Au fost importate %lld elemente și %lld dosare. Importarea a %lld elemente a eșuat.
ru: Импортировано элементов: %lld, папок: %lld. Не удалось импортировать элементов: %lld.
sk: Importovaných položiek: %lld, priečinkov: %lld. Nepodarilo sa importovať %lld položiek.
sl: Uvoženih je %lld elementov in %lld map. Uvoz %lld elementov ni uspel.
sv: %lld objekt och %lld mappar importerades. %lld objekt kunde inte importeras.
th: นำเข้า %lld รายการและ %lld โฟลเดอร์ ไม่สามารถนำเข้า %lld รายการ
tr: %lld öğe ve %lld klasör içe aktarıldı. %lld öğe başarısız oldu.
uk: Імпортовано %lld елементів і %lld тек. Не вдалося імпортувати %lld елементів.
vi: Đã nhập %lld mục và %lld thư mục. %lld mục không thành công.
zh_hans: 已导入 %lld 个项目和 %lld 个文件夹，%lld 个项目导入失败。
zh_hant: 已匯入 %lld 個項目和 %lld 個資料夾，%lld 個項目匯入失敗。

source: Include number
ar: تضمين الأرقام
bg: И цифри
bn: সংখ্যা অন্তর্ভুক্ত করুন
ca: Inclou número
cs: Zahrnout číslice
da: Inkludér ciffer
de: Ziffern einschließen
el: Συμπερίληψη αριθμών
es: Incluir número
fa: شامل عدد
fi: Sisällytä numero
fr: Inclure un chiffre
he: כלול מספר
hi: नंबर शामिल करें
hr: Uključi broj
hu: Szám is
id: Sertakan angka
it: Includi numero
ja: 数字を含める
kk: Санды қосу
ko: 숫자 포함
lt: Įtraukti skaičius
ms: Sertakan nombor
nb: Inkluder siffer
nl: Cijfer toevoegen
pl: Uwzględnij cyfry
pt: Incluir número
ro: Se includ cifre
ru: Добавить цифру
sk: Zahrnúť číslice
sl: Vključi številko
sv: Inkludera siffra
th: รวมตัวเลข
tr: Rakam ekle
uk: Включити число
vi: Bao gồm cả số
zh_hans: 包含数字
zh_hant: 包含數字

source: Independent Client
ar: عميل مستقل
bg: Независим клиент
bn: স্বতন্ত্র ক্লায়েন্ট
ca: Client independent
cs: Nezávislý klient
da: Uafhængig klient
de: Unabhängiger Client
el: Ανεξάρτητος πελάτης
es: Cliente independiente
fa: کارخواه مستقل
fi: Itsenäinen asiakasohjelma
fr: Client indépendant
he: לקוח עצמאי
hi: स्वतंत्र क्लाइंट
hr: Nezavisni klijent
hu: Független kliens
id: Klien Independen
it: Client indipendente
ja: 独立クライアント
kk: Тәуелсіз клиент
ko: 독립 클라이언트
lt: Nepriklausomas klientas
ms: Klien Bebas
nb: Uavhengig klient
nl: Onafhankelijke client
pl: Niezależny klient
pt: Cliente independente
ro: Client independent
ru: Независимый клиент
sk: Nezávislý klient
sl: Neodvisni odjemalec
sv: Oberoende klient
th: ไคลเอนต์อิสระ
tr: Bağımsız İstemci
uk: Незалежний клієнт
vi: Ứng dụng độc lập
zh_hans: 独立客户端
zh_hant: 獨立客戶端

source: Independent iOS client for self-hosted vaults
ar: عميل iOS مستقل للخزنات المستضافة ذاتيًا
bg: Независим клиент за iOS за собствени трезори
bn: নিজস্ব হোস্ট করা ভল্টের জন্য স্বতন্ত্র iOS ক্লায়েন্ট
ca: Client independent per a iOS per a caixes fortes autoallotjades
cs: Nezávislý klient pro iOS pro vlastní trezory
da: Uafhængig iOS-klient til egne bokse
de: Unabhängiger iOS-Client für selbst gehostete Tresore
el: Ανεξάρτητος πελάτης iOS για αυτοφιλοξενούμενες κρύπτες
es: Cliente iOS independiente para cajas fuertes autoalojadas
fa: کارخواه مستقل iOS برای گاوصندوق‌های میزبانی‌شده شخصی
fi: Itsenäinen iOS-asiakas itse ylläpidetyille holveille
fr: Client iOS indépendant pour les coffres auto-hébergés
he: לקוח iOS עצמאי לכספות באירוח עצמי
hi: सेल्फ़-होस्टेड तिजोरियों के लिए स्वतंत्र iOS क्लाइंट
hr: Nezavisni iOS klijent za vlastite trezore
hu: Független iOS-kliens saját üzemeltetésű széfekhez
id: Klien iOS independen untuk brankas yang dihosting sendiri
it: Client iOS indipendente per casseforti self-hosted
ja: セルフホスト保管庫向けの独立したiOSクライアント
kk: Өз серверіндегі қоймаларға арналған тәуелсіз iOS клиенті
ko: 자체 호스팅 볼트용 독립 iOS 클라이언트
lt: Nepriklausomas iOS klientas savarankiškai talpinamoms saugykloms
ms: Klien iOS bebas untuk peti besi hos sendiri
nb: Uavhengig iOS-klient for selvdriftede hvelv
nl: Onafhankelijke iOS-client voor zelfgehoste kluizen
pl: Niezależny klient iOS dla samodzielnie hostowanych sejfów
pt: Cliente iOS independente para cofres autoalojados
ro: Client iOS independent pentru seifuri găzduite de dvs.
ru: Независимый клиент iOS для собственных хранилищ
sk: Nezávislý klient iOS pre vlastné trezory
sl: Neodvisni odjemalec iOS za lastne trezorje
sv: Oberoende iOS-klient för egna valv
th: ไคลเอนต์ iOS อิสระสำหรับตู้นิรภัยที่โฮสต์เอง
tr: Kendi barındırdığınız kasalar için bağımsız iOS istemcisi
uk: Незалежний клієнт iOS для власних сховищ
vi: Ứng dụng iOS độc lập cho kho lưu trữ tự lưu trữ
zh_hans: 用于自行托管密码库的独立 iOS 客户端
zh_hant: 用於自行托管密碼庫的獨立 iOS 客戶端

source: IP Address
ar: عنوان IP
bg: IP адрес
bn: IP ঠিকানা
ca: Adreça IP
cs: IP adresa
da: IP-adresse
de: IP-Adresse
el: Διεύθυνση IP
es: Dirección IP
fa: نشانی IP
fi: IP-osoite
fr: Adresse IP
he: ‏כתובת IP
hi: IP पता
hr: IP adresa
hu: IP cím
id: Alamat IP
it: Indirizzo IP
ja: IP アドレス
kk: IP мекенжайы
ko: IP 주소
lt: IP adresas
ms: Alamat IP
nb: IP-adresse
nl: IP-adres
pl: Adres IP
pt: Endereço IP
ro: Adresă IP
ru: IP-адрес
sk: IP adresa
sl: IP-naslov
sv: IP-adress
th: ที่อยู่ IP
tr: IP adresi
uk: IP-адреса
vi: Địa chỉ IP
zh_hans: IP 地址
zh_hant: IP 位址

source: item
ar: عنصر
bg: Елемент
bn: আইটেম
ca: Element
cs: Položka
da: Emne
de: Eintrag
el: στοιχείο
es: Elemento
fa: مورد
fi: Kohde
fr: Élément
he: פריט
hi: आइटम
hr: Stavka
hu: elem
it: elemento
ja: アイテム
kk: элемент
ko: 항목
lt: elementas
nb: element
pl: element
ru: Элемент
sk: Položka
sl: Element
sv: Objekt
tr: Kayıt
uk: Запис
vi: Mục
zh_hans: 项目
zh_hant: 項目

source: Item unavailable
ar: العنصر غير متاح
bg: Елементът не е наличен
bn: আইটেম অনুপলভ্য
ca: L'element no està disponible
cs: Položka není k dispozici
da: Elementet er ikke tilgængeligt
de: Eintrag nicht verfügbar
el: Το στοιχείο δεν είναι διαθέσιμο
es: Elemento no disponible
fa: مورد در دسترس نیست
fi: Kohde ei ole käytettävissä
fr: Élément indisponible
he: הפריט אינו זמין
hi: आइटम उपलब्ध नहीं है
hr: Stavka nije dostupna
hu: Az elem nem érhető el
id: Item tidak tersedia
it: Elemento non disponibile
ja: 項目を利用できません
kk: Элемент қолжетімсіз
ko: 항목을 사용할 수 없음
lt: Elementas nepasiekiamas
ms: Item tidak tersedia
nb: Elementet er utilgjengelig
nl: Item niet beschikbaar
pl: Element niedostępny
pt: Item indisponível
ro: Element indisponibil
ru: Элемент недоступен
sk: Položka nie je k dispozícii
sl: Element ni na voljo
sv: Objektet är inte tillgängligt
th: รายการไม่พร้อมใช้งาน
tr: Öğe kullanılamıyor
uk: Елемент недоступний
vi: Mục không khả dụng
zh_hans: 项目不可用
zh_hant: 項目不可用

source: Items in this folder will keep their assignment.
ar: ستحتفظ العناصر الموجودة في هذا المجلد بتعيينها.
bg: Елементите в тази папка ще запазят присвояването си.
bn: এই ফোল্ডারের আইটেমগুলোর বরাদ্দ অপরিবর্তিত থাকবে।
ca: Els elements d'aquesta carpeta conservaran l'assignació.
cs: Položky v této složce si zachovají své přiřazení.
da: Elementer i denne mappe beholder deres tildeling.
de: Einträge in diesem Ordner behalten ihre Zuordnung.
el: Τα στοιχεία σε αυτόν τον φάκελο θα διατηρήσουν την αντιστοίχισή τους.
es: Los elementos de esta carpeta conservarán su asignación.
fa: موارد این پوشه تخصیص خود را حفظ می‌کنند.
fi: Tämän kansion kohteet säilyttävät määrityksensä.
fr: Les éléments de ce dossier conserveront leur affectation.
he: הפריטים בתיקייה זו ישמרו על השיוך שלהם.
hi: इस फोल्डर के आइटम अपना असाइनमेंट बनाए रखेंगे।
hr: Stavke u ovoj mapi zadržat će svoju dodjelu.
hu: A mappa elemei megtartják hozzárendelésüket.
id: Item dalam folder ini akan tetap berada di folder tersebut.
it: Gli elementi in questa cartella manterranno l'assegnazione.
ja: このフォルダー内の項目は割り当てを維持します。
kk: Бұл қалтадағы элементтер тағайындалуын сақтайды.
ko: 이 폴더의 항목은 현재 할당을 유지합니다.
lt: Šio aplanko elementai išlaikys priskyrimą.
ms: Item dalam folder ini akan mengekalkan penugasannya.
nb: Elementer i denne mappen beholder tilordningen.
nl: Items in deze map behouden hun toewijzing.
pl: Elementy w tym folderze zachowają przypisanie.
pt: Os itens desta pasta manterão a respetiva atribuição.
ro: Elementele din acest dosar își vor păstra alocarea.
ru: Элементы в этой папке сохранят назначение.
sk: Položky v tomto priečinku si zachovajú priradenie.
sl: Elementi v tej mapi bodo ohranili dodelitev.
sv: Objekten i den här mappen behåller sin tilldelning.
th: รายการในโฟลเดอร์นี้จะคงการกำหนดไว้
tr: Bu klasördeki öğeler atamalarını koruyacak.
uk: Елементи в цій теці збережуть своє призначення.
vi: Các mục trong thư mục này sẽ giữ nguyên phân loại.
zh_hans: 此文件夹中的项目将保留其分配。
zh_hant: 此資料夾中的項目將保留其分配。

source: Items in this section will appear here.
ar: ستظهر عناصر هذا القسم هنا.
bg: Елементите в този раздел ще се показват тук.
bn: এই বিভাগের আইটেমগুলো এখানে দেখা যাবে।
ca: Els elements d'aquesta secció apareixeran aquí.
cs: Položky v této sekci se zobrazí zde.
da: Elementer i dette afsnit vises her.
de: Einträge in diesem Bereich werden hier angezeigt.
el: Τα στοιχεία αυτής της ενότητας θα εμφανίζονται εδώ.
es: Los elementos de esta sección aparecerán aquí.
fa: موارد این بخش اینجا نمایش داده می‌شوند.
fi: Tämän osion kohteet näkyvät tässä.
fr: Les éléments de cette section apparaîtront ici.
he: פריטים במקטע זה יופיעו כאן.
hi: इस सेक्शन के आइटम यहाँ दिखाई देंगे।
hr: Stavke u ovom odjeljku prikazat će se ovdje.
hu: A szakasz elemei itt jelennek meg.
id: Item di bagian ini akan muncul di sini.
it: Gli elementi di questa sezione appariranno qui.
ja: このセクションの項目がここに表示されます。
kk: Бұл бөлімдегі элементтер осында көрсетіледі.
ko: 이 섹션의 항목이 여기에 표시됩니다.
lt: Šios skilties elementai bus rodomi čia.
ms: Item dalam bahagian ini akan muncul di sini.
nb: Elementer i denne delen vises her.
nl: Items in deze sectie verschijnen hier.
pl: Elementy w tej sekcji pojawią się tutaj.
pt: Os itens desta secção aparecerão aqui.
ro: Elementele din această secțiune vor apărea aici.
ru: Элементы этого раздела появятся здесь.
sk: Položky v tejto sekcii sa zobrazia tu.
sl: Elementi v tem razdelku bodo prikazani tukaj.
sv: Objekten i det här avsnittet visas här.
th: รายการในส่วนนี้จะปรากฏที่นี่
tr: Bu bölümdeki öğeler burada görünür.
uk: Елементи в цьому розділі з'являться тут.
vi: Các mục trong phần này sẽ xuất hiện tại đây.
zh_hans: 此分区中的项目将显示在这里。
zh_hant: 此分區中的項目將顯示在這裡。

source: Keep passwords, passkeys, verification codes, cards, and identities together in your own Vaultwarden server.
ar: احتفظ بكلمات المرور ومفاتيح المرور ورموز التحقق والبطاقات والهويات معًا على خادم Vaultwarden الخاص بك.
bg: Съхранявайте пароли, секретни ключове, кодове за потвърждение, карти и самоличности заедно на собствения си сървър на Vaultwarden.
bn: পাসওয়ার্ড, পাসকি, যাচাইকরণ কোড, কার্ড ও পরিচয় আপনার নিজের Vaultwarden সার্ভারে একসঙ্গে রাখুন।
ca: Manteniu les contrasenyes, les claus de pas, els codis de verificació, les targetes i les identitats juntes al vostre propi servidor Vaultwarden.
cs: Uchovávejte hesla, přístupové klíče, ověřovací kódy, karty a identity pohromadě na vlastním serveru Vaultwarden.
da: Opbevar adgangskoder, adgangsnøgler, bekræftelseskoder, kort og identiteter samlet på din egen Vaultwarden-server.
de: Bewahre Passwörter, Passkeys, Bestätigungscodes, Karten und Identitäten gemeinsam auf deinem eigenen Vaultwarden-Server auf.
el: Διατηρήστε κωδικούς, κλειδιά πρόσβασης, κωδικούς επαλήθευσης, κάρτες και ταυτότητες μαζί στον δικό σας διακομιστή Vaultwarden.
es: Mantén contraseñas, claves de acceso, códigos de verificación, tarjetas e identidades juntas en tu propio servidor Vaultwarden.
fa: کلمه‌های عبور، کلیدهای عبور، کدهای تأیید، کارت‌ها و هویت‌ها را در سرور Vaultwarden خود نگه دارید.
fi: Pidä salasanat, pääsyavaimet, vahvistuskoodit, kortit ja henkilöllisyydet yhdessä omalla Vaultwarden-palvelimellasi.
fr: Regroupez les mots de passe, les clés d’accès, les codes de vérification, les cartes et les identités sur votre propre serveur Vaultwarden.
he: שמירת סיסמאות, מפתחות גישה, קודי אימות, כרטיסים וזהויות יחד בשרת Vaultwarden משלכם.
hi: पासवर्ड, पासकी, सत्यापन कोड, कार्ड और पहचान अपने Vaultwarden सर्वर पर एक साथ रखें।
hr: Drži lozinke, pristupne ključeve, kodove za provjeru, kartice i identitete zajedno na vlastitom Vaultwarden poslužitelju.
hu: Tartsa együtt jelszavait, hozzáférési kulcsait, ellenőrzőkódjait, kártyáit és személyazonosságait saját Vaultwarden-szerverén.
id: Simpan kata sandi, passkey, kode verifikasi, kartu, dan identitas bersama di server Vaultwarden Anda sendiri.
it: Conserva insieme password, passkey, codici di verifica, carte e identità sul tuo server Vaultwarden.
ja: パスワード、パスキー、確認コード、カード、IDを自分のVaultwardenサーバーでまとめて管理します。
kk: Құпиясөздерді, кіру кілттерін, растау кодтарын, карталар мен жеке куәліктерді өз Vaultwarden серверіңізде бірге сақтаңыз.
ko: 비밀번호, 패스키, 인증 코드, 카드 및 신원을 자체 Vaultwarden 서버에 함께 보관하세요.
lt: Laikykite slaptažodžius, prieigos raktus, patvirtinimo kodus, korteles ir tapatybes kartu savo Vaultwarden serveryje.
ms: Simpan kata laluan, kunci laluan, kod pengesahan, kad dan identiti bersama-sama dalam pelayan Vaultwarden anda sendiri.
nb: Oppbevar passord, passnøkler, bekreftelseskoder, kort og identiteter samlet på din egen Vaultwarden-server.
nl: Bewaar wachtwoorden, passkeys, verificatiecodes, kaarten en identiteiten samen op je eigen Vaultwarden-server.
pl: Przechowuj hasła, klucze dostępu, kody weryfikacyjne, karty i tożsamości razem na własnym serwerze Vaultwarden.
pt: Mantenha palavras-passe, chaves de acesso, códigos de verificação, cartões e identidades reunidos no seu próprio servidor Vaultwarden.
ro: Păstrați parolele, cheile de acces, codurile de verificare, cardurile și identitățile împreună pe propriul server Vaultwarden.
ru: Храните пароли, ключи доступа, коды подтверждения, карты и личности вместе на собственном сервере Vaultwarden.
sk: Uchovávajte heslá, prístupové kľúče, overovacie kódy, karty a identity spolu na vlastnom serveri Vaultwarden.
sl: Gesla, ključe za dostop, kode za preverjanje, kartice in identitete hranite skupaj na svojem strežniku Vaultwarden.
sv: Förvara lösenord, nycklar, verifieringskoder, kort och identiteter tillsammans på din egen Vaultwarden-server.
th: เก็บรหัสผ่าน พาสคีย์ รหัสยืนยัน บัตร และข้อมูลระบุตัวตนไว้ด้วยกันบนเซิร์ฟเวอร์ Vaultwarden ของคุณเอง
tr: Parolaları, geçiş anahtarlarını, doğrulama kodlarını, kartları ve kimlikleri kendi Vaultwarden sunucunuzda bir arada tutun.
uk: Зберігайте паролі, ключі доступу, коди підтвердження, картки й особи разом на власному сервері Vaultwarden.
vi: Giữ mật khẩu, mã khóa, mã xác minh, thẻ và danh tính cùng nhau trên máy chủ Vaultwarden của riêng bạn.
zh_hans: 将密码、通行密钥、验证码、卡片和身份统一保存在您自己的 Vaultwarden 服务器中。
zh_hant: 將密碼、密碼金鑰、驗證碼、卡片和身分統一儲存在您自己的 Vaultwarden 伺服器中。

source: Last edited %@
ar: آخر تعديل: %@
bg: Последна редакция: %@
bn: সর্বশেষ সম্পাদনা %@
ca: Darrera edició: %@
cs: Naposledy upraveno %@
da: Senest redigeret %@
de: Zuletzt bearbeitet: %@
el: Τελευταία επεξεργασία %@
es: Última edición %@
fa: آخرین ویرایش %@
fi: Muokattu viimeksi %@
fr: Dernière modification : %@
he: נערך לאחרונה %@
hi: अंतिम बार %@ को संपादित किया गया
hr: Zadnje uređivanje %@
hu: Utolsó szerkesztés: %@
id: Terakhir diedit %@
it: Ultima modifica %@
ja: 最終編集 %@
kk: Соңғы өңдеу: %@
ko: 마지막 편집 %@
lt: Paskutinį kartą redaguota %@
ms: Terakhir diedit %@
nb: Sist redigert %@
nl: Laatst bewerkt %@
pl: Ostatnia edycja %@
pt: Última edição %@
ro: Ultima editare %@
ru: Последнее изменение %@
sk: Naposledy upravené %@
sl: Nazadnje urejeno %@
sv: Senast redigerad %@
th: แก้ไขล่าสุด %@
tr: Son düzenleme: %@
uk: Останнє редагування: %@
vi: Chỉnh sửa lần cuối %@
zh_hans: 上次编辑：%@
zh_hant: 上次編輯：%@

source: Last Name
ar: اللقب
bg: Фамилия
bn: নামের শেষাংশ
ca: Cognoms
cs: Příjmení
da: Efternavn
de: Nachname
el: Επώνυμο
es: Apellido
fa: نام خانوادگی
fi: Sukunimi
fr: Nom de famille
he: שם משפחה
hi: अंतिम नाम
hr: Prezime
hu: Vezetéknév
id: Nama Belakang
it: Cognome
ja: 姓
kk: Тегі
ko: 성
lt: Pavardė
ms: Nama Akhir
nb: Etternavn
nl: Achternaam
pl: Nazwisko
pt: Apelido
ro: Nume
ru: Фамилия
sk: Priezvisko
sl: Priimek
sv: Efternamn
th: นามสกุล
tr: Soyadı
uk: Прізвище
vi: Họ
zh_hans: 姓氏
zh_hant: 姓

source: Last published
ar: آخر نشر
bg: Последно публикуване
bn: সর্বশেষ প্রকাশিত
ca: Darrera publicació
cs: Naposledy publikováno
da: Senest udgivet
de: Zuletzt veröffentlicht
el: Τελευταία δημοσίευση
es: Última publicación
fa: آخرین انتشار
fi: Julkaistu viimeksi
fr: Dernière publication
he: פורסם לאחרונה
hi: अंतिम प्रकाशन
hr: Zadnje objavljeno
hu: Utolsó közzététel
id: Terakhir diterbitkan
it: Ultima pubblicazione
ja: 最終公開日時
kk: Соңғы жариялау
ko: 마지막 게시
lt: Paskutinį kartą paskelbta
ms: Terakhir diterbitkan
nb: Sist publisert
nl: Laatst gepubliceerd
pl: Ostatnia publikacja
pt: Última publicação
ro: Ultima publicare
ru: Последняя публикация
sk: Naposledy publikované
sl: Nazadnje objavljeno
sv: Senast publicerad
th: เผยแพร่ล่าสุด
tr: Son yayımlanma
uk: Остання публікація
vi: Xuất bản lần cuối
zh_hans: 上次发布
zh_hant: 上次發布

source: Leave blank to keep the current password.
ar: اتركه فارغًا للاحتفاظ بكلمة المرور الحالية.
bg: Оставете празно, за да запазите текущата парола.
bn: বর্তমান পাসওয়ার্ড রাখতে ফাঁকা রাখুন।
ca: Deixeu-ho en blanc per mantenir la contrasenya actual.
cs: Ponechte prázdné, chcete-li zachovat současné heslo.
da: Lad feltet være tomt for at beholde den nuværende adgangskode.
de: Leer lassen, um das aktuelle Passwort beizubehalten.
el: Αφήστε το κενό για να διατηρήσετε τον τρέχοντα κωδικό.
es: Déjalo en blanco para conservar la contraseña actual.
fa: برای حفظ کلمه عبور فعلی خالی بگذارید.
fi: Jätä tyhjäksi säilyttääksesi nykyisen salasanan.
fr: Laissez vide pour conserver le mot de passe actuel.
he: יש להשאיר ריק כדי לשמור את הסיסמה הנוכחית.
hi: मौजूदा पासवर्ड रखने के लिए खाली छोड़ें।
hr: Ostavi prazno za zadržavanje trenutačne lozinke.
hu: Hagyja üresen a jelenlegi jelszó megtartásához.
id: Biarkan kosong untuk mempertahankan kata sandi saat ini.
it: Lascia vuoto per mantenere la password attuale.
ja: 現在のパスワードを維持する場合は空欄にしてください。
kk: Ағымдағы құпиясөзді сақтау үшін бос қалдырыңыз.
ko: 현재 비밀번호를 유지하려면 비워 두세요.
lt: Palikite tuščią, kad išlaikytumėte dabartinį slaptažodį.
ms: Biarkan kosong untuk mengekalkan kata laluan semasa.
nb: La stå tomt for å beholde gjeldende passord.
nl: Laat leeg om het huidige wachtwoord te behouden.
pl: Pozostaw puste, aby zachować bieżące hasło.
pt: Deixe em branco para manter a palavra-passe atual.
ro: Lăsați necompletat pentru a păstra parola actuală.
ru: Оставьте пустым, чтобы сохранить текущий пароль.
sk: Ak chcete zachovať aktuálne heslo, ponechajte pole prázdne.
sl: Pustite prazno, da ohranite trenutno geslo.
sv: Lämna tomt för att behålla det aktuella lösenordet.
th: เว้นว่างไว้เพื่อคงรหัสผ่านปัจจุบัน
tr: Geçerli parolayı korumak için boş bırakın.
uk: Залиште порожнім, щоб зберегти поточний пароль.
vi: Để trống để giữ mật khẩu hiện tại.
zh_hans: 留空以保留当前密码。
zh_hant: 留空以保留目前密碼。

source: Length
ar: الطول
bg: Дължина
bn: দৈর্ঘ্য
ca: Longitud
cs: Délka
da: Længde
de: Länge
el: Μήκος
es: Longitud
fa: طول
fi: Pituus
fr: Longueur
he: אורך
hi: लंबाई
hr: Duljina
hu: Hossz
id: Panjang
it: Lunghezza
ja: 長さ
kk: Ұзындығы
ko: 길이
lt: Ilgis
ms: Panjang
nb: Lengde
nl: Lengte
pl: Liczba znaków
pt: Comprimento
ro: Lungime
ru: Длина
sk: Dĺžka
sl: Dolžina
sv: Längd
th: ความยาว
tr: Uzunluk
uk: Довжина
vi: Độ dài
zh_hans: 长度
zh_hant: 長度
